Repository: Akzhol4real/GtkPass
Catalog: po/*.po
Languages: de

source: Upper case characters (A,B,C,...,Z)
de: Großbuchstaben (A,B,C,...Z)

source: Check to include upper case characters.
de: Ankreuzen, um Großbuchstaben zu verwenden

source: Lower case characters (a,b,c,...,z)
de: Kleinbuchstaben (a,b,c,...,z)

source: Check to include lower case characters.
de: Ankreuzen, um Kleinbuchstaben zu verwenden

source: Numbers (0,1,...,9)
de: Ziffern (0,1,...,9)

source: Check to include numbers.
de: Ankreuzen, um Ziffern zu verwenden

source: Special characters
de: Sonderzeichen

source: Check to include special characters (except Dash and Space).
de: Ankreuzen, um Sonderzeichen (außer Bindestrich und Leerzeichen) zu verwenden

source: Space character ( )
de: Leerzeichen ( )

source: Check to include space character ( ).
de: Ankreuzen, um Leerzeichen ( ) zu verwenden

source: Dash character (-)
de: Bindestrich (-)

source: Check to include dash character (-).
de: Ankreuzen, um Bindestrich (-) zu verwenden

source: Number of characters in input set:
de: Anzahl der Zeichen im Eingabealphabet:

source: Input alphabet
de: Eingabealphabet

source: The number of characters in the password.
de: Anzahl der Zeichen im Passwort

source: Password Length:
de: Passwortlänge:

source: The password's entropy in Bits.
de: Die Entropie des Passworts in Bit:

source: Password Entropy in Bits:
de: Passwortentropie:

source: Length and Entropy
de: Länge und Entropie

source: Show the password.
de: Zeige das Passwort

source: Generate
de: Generieren

source: Generate the passsword.
de: Generiert ein Passwort.

source: Generate Password
de: Passwort generieren

source: _About
de: _Über

source: A password generator with GTK-based graphical user interface.
de: Ein Passwortgenerator mit GTK-basierter grafischer Oberfläche.

source: key;password;security;
de: Schlüssel;Passwort;Sicherheit;

source: Visit on GitHub
de: Auf GitHub besuchen
